bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
docker.docker
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
mylesmurphy.prettify-ts
onecentlin.laravel-blade
orta.vscode-jest
prisma.prisma
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
