burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
mylesmurphy.prettify-ts
orta.vscode-jest
streetsidesoftware.code-spell-checker
syler.sass-indented
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
